projects/alpine/prototype/M32/test/java/files/alpine/soap/invalid/soap11/must-understand-wrong.-type.xml

<soap:Envelope
  xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Header>
    <t:Transaction
      xmlns:t="http://example.org/uri1" soap:mustUnderstand="true">
          5
    </t:Transaction>
  </soap:Header>
  <soap:Body>
    <m:GetLastTradePrice xmlns:m="http://example.org/uri2">
      <m:symbol>DIS</m:symbol>
    </m:GetLastTradePrice>
  </soap:Body>
</soap:Envelope>